Repository: GreyCorbel/admpwd-e
Catalog: Clients/WebUI/App_GlobalResources/Messages.*.resx
Languages: cs

# EKM_EncryptionKeysManagement
source: Encryption Keys Management
cs: Správa šifrovacích klíčů

# EKM_GenerateNewKey
source: Generate New Key
cs: Vygenerovat nový klíč

# EKM_KeySize
source: Key Size
cs: Velikost klíče

# EKM_NoKeysInStorage
source: No keys in storage
cs: Zatím žádné klíče...

# Errors_ADComputerObjectAmbiguousException
source: More than one entry for ComputerName has been found!
cs: Více než jeden záznam pro daný název byl nalezen!

# Errors_ADComputerObjectNotAvailableException
source: Computer object is not available for current User!
cs: Objekt Počítače není pro aktuálního uživatele k dispozici!

# Errors_ADComputerPasswordAttributesAreNull
source: Password is not stored for the Computer Object!
cs: Heslo není pro Počítač uloženo!

# Errors_ADNoComputerFoundException
source: Computer name has not been found in Active Directory!
cs: Název Počítače nebyl nalezen v Active Directory!

# Errors_BlankPassword
source: Stored password is empty!
cs: Uložené heslo je prázdné!

# Errors_CannotResetPassword
source: Cannot reset password
cs: Nelze resetovat heslo

# Errors_CannotRetrievePassword
source: Cannot retrieve password
cs: Nelze získat heslo

# Errors_ErrorMessage
source: Error message
cs: Chybová hláška

# Errors_IdentificatorsOfKeysNotMatching
source: Identificators of keys for the password are not matching.
cs: Identifikátory klíčů pro heslo nejsou shodné.

# Errors_IISAuthentication
source: Cannot read current user on IIS. Most likely Windows Authentication is not configured on the website.
cs: Nelze načíst aktuálního uživatele. Pravděpodobně není zapnuta Windows Authentication pro daný web.

# Errors_LDAPMoreThanOneEntryFoundException
source: More than one entry for current user has been found!
cs: Více než jeden záznam pro aktuálního uživatele byl nalezen!

# Errors_LDAPNoEntryFoundException
source: No entries for current user have been found!
cs: Aktuální uživatel nebyl nalezen!

# Errors_LDAPNotAvailable
source: LDAP service not available
cs: Služba LDAP není k dispozici

# Errors_MultipleComputerObjectsFound
source: Multiple Computer objects found
cs: Duplicítní objekty Počítače nalezeny

# Errors_NoFullControlForUserOnComputerObject
source: You are not authorized for this computer object! Full Control permissions are required.
cs: Nejste autorizován pro požadovaný Počítač! Práva FullControl jsou požadována.

# Errors_NoReadPasswordForUserOnComputerObject
source: You are not authorized to Read Password on this computer
cs: Nejste autorizován pro žádost hesla pro tento počítač

# Errors_NoResetPasswordForUserOnComputerObject
source: You are not authorized to Reset Password on this computer
cs: Nejste autorizován pro změnu platnosti hesla pro tento počítač

# Errors_NotFoundInLDAP
source: Not found in LDAP
cs: Nenalezeno v LDAP

# Errors_PrivateKeyFileForPasswordNotInPortal
source: Appropriate Private key file for the password is not present in Portal!
cs: Adekvátní soubor s privátním klíčem nebyl nalezen na portálu!

# Errors_ServiceNotAvailable
source: Service is not available
cs: Služba není k dispozici

# Errors_UnableToDecrypt
source: Unable to decrypt the password.
cs: Nelze dešifrovat heslo.

# Errors_UnableToDecryptShort
source: Unable to decrypt
cs: Nelze dešifrovat

# Home_BackToNewRequest
source: Back to New Password Request
cs: Zpět na novou žádost

# Home_LandingText
source: This is a web application to recover Admin password for the computer
cs: Tato webová aplikace slouží k žádosti o admin heslo

# Home_ManageEncryptionKeys
source: Manage Encryption Keys
cs: Správa šifrovacích klíčů

# RC_AdminPassword
source: Admin Password
cs: Admin heslo

# RC_AdminPasswordRecoveryWorkflow
source: Admin Password Recovery workflow
cs: Získání admin hesla

# RC_ComputerDN
source: Computer DN
cs: DN počítače

# RC_ComputerName
source: Computer name
cs: Název počítače

# RC_ExpirationDate
source: Expiration Date
cs: Datum expirace

# RC_ExpirationDateChange
source: Expiration Date change
cs: Změna datumu expirace

# RC_ExpirationDateUpdated
source: Expiration date updated
cs: Datum expirace změněno

# RC_NotValidExpirationDate
source: Not valid expiration date
cs: Neplatný datum expirace

# RC_PasswordHistory
source: Password history
cs: Historie hesel

# RC_RegeneratePasswordAfterDate
source: Regenerate password after this date
cs: Vygenerovat heslo po tomto datumu

# RC_Submit
source: Submit
cs: Odeslat

# RC_Update
source: Update
cs: Změnit

# RC_Val_FieldComputerNameRequired
source: Field [Computer name] is required!
cs: Pole [Název počítače] je povinné!

# UIC_CurrentUserIdentification
source: Current User Identification
cs: Aktuální uživatel

# UIC_Domain
source: Domain
cs: Doména

# UIC_FullName
source: Full Name
cs: Jméno

# UIC_Mobile
source: Mobile
cs: Mobil

# UIC_Phone
source: Phone
cs: Telefon

# UIC_User
source: User
cs: Uživatel

# UIC_UserID
source: User ID
cs: ID uživatele

# UIC_Country
source: Country
cs: Stát

# UIC_Navigation
source: Navigation
cs: Navigace

# RC_ForestName
source: Forest DNS Name
cs: DNS jméno forestu
